tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "heroku/brew"
tap "sdkman/tap"
brew "act"
brew "xz"
brew "allure"
brew "openssl@3"
brew "git"
brew "asdf"
brew "aspell"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "bottom"
brew "bpytop"
brew "btop"
brew "bzip2"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "libtool"
brew "wxwidgets@3.2"
brew "elixir-ls"
brew "fd"
brew "findutils"
brew "fwup"
brew "fzf"
brew "gh"
brew "glew"
brew "glfw"
brew "glow"
brew "gnu-tar"
brew "unbound"
brew "gnupg"
brew "grep"
brew "gzip"
brew "hub"
brew "hugo"
brew "icu4c@76"
brew "imagemagick"
brew "jid"
brew "jpeg"
brew "jq"
brew "kakoune"
brew "libmagic"
brew "libsodium"
brew "libyaml"
brew "links"
brew "mas"
brew "metals"
brew "nano"
brew "p7zip"
brew "pandoc"
brew "picocom"
brew "pkgconf"
brew "postgresql@12"
brew "postgresql@15", link: true
brew "prettier"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "rake-completion"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "scala"
brew "scala@2.13"
brew "squashfs"
brew "starship"
brew "subversion"
brew "swi-prolog"
brew "switchaudio-osx"
brew "teleport"
brew "tree"
brew "tree-sitter"
brew "wxwidgets"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@31", args: ["with-modern-black-variant-icon"]
brew "derailed/k9s/k9s"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "sdkman/tap/sdkman-cli"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "autodesk-fusion"
cask "bambu-studio"
cask "choosy"
cask "chrysalis"
cask "claude-code"
cask "clickup"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-inconsolata"
cask "font-iosevka-term-nerd-font"
cask "font-source-sans-3"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "granola"
cask "inkscape"
cask "iterm2"
cask "key-codes"
cask "lens"
cask "loom"
cask "meetingbar"
cask "mimestream"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "notunes"
cask "obsidian"
cask "openvpn-connect"
cask "pop-app"
cask "postman"
cask "resolutionator"
cask "rocket"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tor-browser"
cask "tuple"
cask "uhk-agent"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "wireshark-app"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Flycut", id: 442160987
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Super Agent", id: 1568262835
mas "uBlock Origin Lite", id: 6745342698
mas "Vimlike", id: 1584519802
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "waderyan.gitblame"
