tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "shopify/shopify"
brew "act"
brew "openssl@3"
brew "sqlite"
brew "xz"
brew "allure"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "bottom"
brew "bpytop"
brew "btop"
brew "bzip2"
brew "circleci"
brew "cloudflared"
brew "cmake"
brew "unbound"
brew "colima"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "libtool"
brew "wxwidgets"
brew "elixir-ls"
brew "fd"
brew "findutils"
brew "fwup"
brew "gh"
brew "git"
brew "glew"
brew "glfw"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "gzip"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jid"
brew "jpeg"
brew "jq"
brew "kakoune"
brew "libmagic"
brew "libsodium"
brew "libyaml"
brew "links"
brew "mas"
brew "p7zip"
brew "pandoc"
brew "picocom"
brew "pkg-config"
brew "postgresql@12"
brew "postgresql@15", link: true
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "rake-completion"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "squashfs"
brew "subversion"
brew "swi-prolog"
brew "switchaudio-osx"
brew "teleport"
brew "tree"
brew "tree-sitter"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@31", args: ["with-modern-black-variant-icon", "with-native-comp"]
brew "derailed/k9s/k9s"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "shopify/shopify/shopify-cli@2"
cask "1password"
cask "1password-cli"
cask "arc"
cask "choosy"
cask "chrysalis"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-inconsolata"
cask "font-iosevka-term-nerd-font"
cask "font-source-sans-pro"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "inkscape"
cask "iterm2"
cask "key-codes"
cask "lens"
cask "loom"
cask "meetingbar"
cask "mimestream"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "notunes"
cask "obsidian"
cask "openvpn-connect"
cask "pop"
cask "postman"
cask "rocket"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tor-browser"
cask "tuple"
cask "uhk-agent"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "zoom"
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "shopify.polaris-for-vscode"
vscode "waderyan.gitblame"
